"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 50, \"word_counts\": \"{\\\"big\\\": 10, \\\"mac\\\": 7, \\\"fries\\\": 10, \\\"mcchicken\\\": 7, \\\"nuggets\\\": 6, \\\"apple\\\": 6, \\\"pie\\\": 6, \\\"quarter\\\": 5, \\\"pounder\\\": 5, \\\"coke\\\": 6, \\\"filet\\\": 5, \\\"o\\\": 5, \\\"fish\\\": 5, \\\"tasty\\\": 3, \\\"mcdouble\\\": 5, \\\"sprite\\\": 6, \\\"mcrib\\\": 1, \\\"cone\\\": 1, \\\"coffee\\\": 3, \\\"shake\\\": 1, \\\"latte\\\": 6, \\\"cappuccino\\\": 4, \\\"hot\\\": 4, \\\"chocolate\\\": 4, \\\"happy\\\": 4, \\\"meal\\\": 4, \\\"sausage\\\": 4, \\\"mcmuffin\\\": 4}\", \"word_docs\": \"{\\\"mac\\\": 7, \\\"big\\\": 10, \\\"fries\\\": 10, \\\"mcchicken\\\": 7, \\\"apple\\\": 6, \\\"nuggets\\\": 6, \\\"pie\\\": 6, \\\"coke\\\": 6, \\\"pounder\\\": 5, \\\"quarter\\\": 5, \\\"filet\\\": 5, \\\"fish\\\": 5, \\\"o\\\": 5, \\\"tasty\\\": 3, \\\"sprite\\\": 6, \\\"mcdouble\\\": 5, \\\"mcrib\\\": 1, \\\"cone\\\": 1, \\\"coffee\\\": 3, \\\"shake\\\": 1, \\\"latte\\\": 6, \\\"cappuccino\\\": 4, \\\"hot\\\": 4, \\\"chocolate\\\": 4, \\\"meal\\\": 4, \\\"happy\\\": 4, \\\"mcmuffin\\\": 4, \\\"sausage\\\": 4}\", \"index_docs\": \"{\\\"3\\\": 7, \\\"1\\\": 10, \\\"2\\\": 10, \\\"4\\\": 7, \\\"6\\\": 6, \\\"5\\\": 6, \\\"7\\\": 6, \\\"8\\\": 6, \\\"12\\\": 5, \\\"11\\\": 5, \\\"13\\\": 5, \\\"15\\\": 5, \\\"14\\\": 5, \\\"24\\\": 3, \\\"9\\\": 6, \\\"16\\\": 5, \\\"26\\\": 1, \\\"27\\\": 1, \\\"25\\\": 3, \\\"28\\\": 1, \\\"10\\\": 6, \\\"17\\\": 4, \\\"18\\\": 4, \\\"19\\\": 4, \\\"21\\\": 4, \\\"20\\\": 4, \\\"23\\\": 4, \\\"22\\\": 4}\", \"index_word\": \"{\\\"1\\\": \\\"big\\\", \\\"2\\\": \\\"fries\\\", \\\"3\\\": \\\"mac\\\", \\\"4\\\": \\\"mcchicken\\\", \\\"5\\\": \\\"nuggets\\\", \\\"6\\\": \\\"apple\\\", \\\"7\\\": \\\"pie\\\", \\\"8\\\": \\\"coke\\\", \\\"9\\\": \\\"sprite\\\", \\\"10\\\": \\\"latte\\\", \\\"11\\\": \\\"quarter\\\", \\\"12\\\": \\\"pounder\\\", \\\"13\\\": \\\"filet\\\", \\\"14\\\": \\\"o\\\", \\\"15\\\": \\\"fish\\\", \\\"16\\\": \\\"mcdouble\\\", \\\"17\\\": \\\"cappuccino\\\", \\\"18\\\": \\\"hot\\\", \\\"19\\\": \\\"chocolate\\\", \\\"20\\\": \\\"happy\\\", \\\"21\\\": \\\"meal\\\", \\\"22\\\": \\\"sausage\\\", \\\"23\\\": \\\"mcmuffin\\\", \\\"24\\\": \\\"tasty\\\", \\\"25\\\": \\\"coffee\\\", \\\"26\\\": \\\"mcrib\\\", \\\"27\\\": \\\"cone\\\", \\\"28\\\": \\\"shake\\\"}\", \"word_index\": \"{\\\"big\\\": 1, \\\"fries\\\": 2, \\\"mac\\\": 3, \\\"mcchicken\\\": 4, \\\"nuggets\\\": 5, \\\"apple\\\": 6, \\\"pie\\\": 7, \\\"coke\\\": 8, \\\"sprite\\\": 9, \\\"latte\\\": 10, \\\"quarter\\\": 11, \\\"pounder\\\": 12, \\\"filet\\\": 13, \\\"o\\\": 14, \\\"fish\\\": 15, \\\"mcdouble\\\": 16, \\\"cappuccino\\\": 17, \\\"hot\\\": 18, \\\"chocolate\\\": 19, \\\"happy\\\": 20, \\\"meal\\\": 21, \\\"sausage\\\": 22, \\\"mcmuffin\\\": 23, \\\"tasty\\\": 24, \\\"coffee\\\": 25, \\\"mcrib\\\": 26, \\\"cone\\\": 27, \\\"shake\\\": 28}\"}}"